Revit 2024 API
WireType.NeutralMultiplier Property
 The neutral multiplier type of the wire type.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double NeutralMultiplier { get; set; }
Visual Basic
Public Property NeutralMultiplier As Double
	Get
	Set
Visual C++
public:
property double NeutralMultiplier {
	double get ();
	void set (double value);
}
See Also
WireType Class
Autodesk.Revit.DB.Electrical Namespace